Revit 2027 API
BuiltInFailures.PointFailures.CantChangeParamFlip Property
 Can't flip Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantChangeParamFlip { get; }
Public Shared ReadOnly Property CantChangeParamFlip As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantChangeParamFlip {
	FailureDefinitionId^ get ();
}
static member CantChangeParamFlip : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PointFailures Class
Autodesk.Revit.DB Namespace